Repository: justinrow-art/quota-harbor
Catalog: CodexQuotaMonitor/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: de, en, es, fr, ja, ko, zh_hans

# theme.editor.error.invalid_gradient_stop_count
source: %@ 外觀需要 2–4 個漸層色碼，目前有 %lld 個。
de: Die Darstellung %@ benötigt 2–4 Verlaufsfarben; derzeit sind es %lld.
en: The %@ appearance requires 2–4 gradient colors; it currently has %lld.
es: La apariencia %@ requiere 2–4 colores de degradado; ahora tiene %lld.
fr: L’apparence %@ nécessite 2 à 4 couleurs de dégradé ; elle en contient actuellement %lld.
ja: %@ 外観には 2～4 個のグラデーション色が必要です。現在は %lld 個です。
ko: %@ 모드에는 그라데이션 색상 2~4개가 필요하며 현재 %lld개입니다.
zh_hans: %@ 外观需要 2–4 个渐变色码，当前有 %lld 个。

# theme.editor.text_role.action
source: 動作文字
de: Aktionstext
en: Action Text
es: Texto de acción
fr: Texte d’action
ja: アクションテキスト
ko: 동작 텍스트
zh_hans: 操作文字

# theme.editor.color_role.background_surface
source: 背景表面
de: Hintergrundfläche
en: Background Surface
es: Superficie de fondo
fr: Surface d’arrière-plan
ja: 背景サーフェス
ko: 배경 표면

# theme.editor.error.unsupported_version
source: 此主題版本目前不受支援，無法儲存。
de: Diese Theme-Version wird nicht unterstützt und kann nicht gesichert werden.
en: This theme version is not supported and cannot be saved.
es: Esta versión del tema no es compatible y no se puede guardar.
fr: Cette version du thème n’est pas prise en charge et ne peut pas être enregistrée.
ja: このテーマバージョンは未対応のため保存できません。
ko: 이 테마 버전은 지원되지 않아 저장할 수 없습니다.
zh_hans: 此主题版本当前不受支持，无法保存。

# theme.editor.window.title
source: QuotaHarbor 主題編輯器
de: Theme-Editor für QuotaHarbor
en: QuotaHarbor Theme Editor
es: Editor de temas de QuotaHarbor
fr: Éditeur de thème de QuotaHarbor
ja: QuotaHarbor テーマエディタ
ko: QuotaHarbor 테마 편집기
zh_hans: QuotaHarbor 主题编辑器

# theme.editor.panel.choose_image
source: 選擇背景圖片
de: Hintergrundbild auswählen
en: Choose a Background Image
es: Seleccionar una imagen de fondo
fr: Choisir une image d’arrière-plan
ja: 背景画像を選択
ko: 배경 이미지 선택
zh_hans: 选择背景图片

# theme.editor.panel.import_theme
source: 匯入主題
de: Theme importieren
en: Import a Theme
es: Importar un tema
fr: Importer un thème
ja: テーマを読み込む
ko: 테마 가져오기
zh_hans: 导入主题

# theme.editor.panel.export_theme
source: 匯出主題
de: Theme exportieren
en: Export a Theme
es: Exportar un tema
fr: Exporter un thème
ja: テーマを書き出す
ko: 테마 내보내기
zh_hans: 导出主题

# theme.editor.reset_to_builtin
source: 重設為內建主題
de: Auf integriertes Theme zurücksetzen
en: Reset to Built-In Theme
es: Restablecer al tema integrado
fr: Réinitialiser au thème intégré
ja: 内蔵テーマにリセット
ko: 기본 제공 테마로 재설정
zh_hans: 重置为内置主题

# theme.editor.material.ultra_thin
source: 極薄
de: Ultradünn
en: Ultra Thin
es: Ultrafino
fr: Ultra-fin
ko: 매우 얇게
zh_hans: 极薄

# theme.editor.material.thin
source: 薄
de: Dünn
en: Thin
es: Fino
fr: Fin
ja: 薄い
ko: 얇게

# theme.editor.material.regular
source: 標準
de: Standard
en: Regular
es: Estándar
fr: Standard
ko: 표준
zh_hans: 标准

# theme.editor.material.thick
source: 厚
de: Dick
en: Thick
es: Grueso
fr: Épais
ja: 厚い
ko: 두껍게

# theme.editor.material.ultra_thick
source: 極厚
de: Ultradick
en: Ultra Thick
es: Ultragrueso
fr: Ultra-épais
ko: 매우 두껍게
zh_hans: 极厚

# theme.editor.color.background
source: 語意背景
de: Semantischer Hintergrund
en: Semantic Background
es: Fondo semántico
fr: Arrière-plan sémantique
ja: セマンティック背景
ko: 의미론적 배경
zh_hans: 语义背景

# theme.editor.color.primary_text
source: 主要文字
de: Primärtext
en: Primary Text
es: Texto principal
fr: Texte principal
ja: 主要テキスト
ko: 기본 텍스트

# theme.editor.color.secondary_text
source: 次要文字
de: Sekundärtext
en: Secondary Text
es: Texto secundario
fr: Texte secondaire
ja: 副次テキスト
ko: 보조 텍스트

# theme.editor.color.accent
source: 強調色
de: Akzent
en: Accent
es: Acento
fr: Accentuation
ja: アクセント
ko: 강조색
zh_hans: 强调色

# theme.editor.color.healthy
source: 健康
de: Gesund
en: Healthy
es: Saludable
fr: Sain
ja: 正常
ko: 정상

# theme.editor.color.warning
source: 警告
de: Warnung
en: Warning
es: Advertencia
fr: Avertissement
ko: 경고

# theme.editor.color.critical
source: 危急
de: Kritisch
en: Critical
es: Crítico
fr: Critique
ja: 重大
ko: 위험

# theme.editor.color.stale
source: 過期
de: Veraltet
en: Stale
es: Desactualizado
fr: Obsolète
ja: 期限切れ
ko: 오래됨
zh_hans: 过期

# theme.editor.color.unavailable
source: 無法取得
de: Nicht verfügbar
en: Unavailable
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 사용할 수 없음
zh_hans: 无法获取

# theme.editor.color.border
source: 邊框
de: Rahmen
en: Border
es: Borde
fr: Bordure
ja: 境界線
ko: 테두리
zh_hans: 边框

# theme.editor.color.focus_ring
source: 鍵盤焦點
de: Tastaturfokus
en: Keyboard Focus
es: Foco del teclado
fr: Focus clavier
ja: キーボードフォーカス
ko: 키보드 포커스
zh_hans: 键盘焦点

# theme.editor.geometry.corner_radius
source: 圓角
de: Eckenradius
en: Corner Radius
es: Radio de esquina
fr: Rayon des angles
ja: 角丸
ko: 모서리 반경
zh_hans: 圆角

# theme.editor.geometry.border_width
source: 邊框寬度
de: Rahmenbreite
en: Border Width
es: Ancho del borde
fr: Largeur de bordure
ja: 境界線の幅
ko: 테두리 너비
zh_hans: 边框宽度

# theme.editor.geometry.shadow_radius
source: 陰影半徑
de: Schattenradius
en: Shadow Radius
es: Radio de sombra
fr: Rayon de l’ombre
ja: 影の半径
ko: 그림자 반경
zh_hans: 阴影半径

# theme.editor.geometry.material_opacity
source: 材質不透明度
de: Materialdeckkraft
en: Material Opacity
es: Opacidad del material
fr: Opacité du matériau
ja: マテリアルの不透明度
ko: 재질 불투명도
zh_hans: 材质不透明度

# theme.editor.geometry.decorative_opacity
source: 裝飾不透明度
de: Dekorative Deckkraft
en: Decorative Opacity
es: Opacidad decorativa
fr: Opacité décorative
ja: 装飾の不透明度
ko: 장식 불투명도
zh_hans: 装饰不透明度

# theme.editor.placeholder.solid_color
source: 背景色（#RRGGBB）
de: Hintergrundfarbe (#RRGGBB)
en: Background color (#RRGGBB)
es: Color de fondo (#RRGGBB)
fr: Couleur d’arrière-plan (#RRGGBB)
ko: 배경색(#RRGGBB)

# theme.editor.placeholder.gradient_stops
source: 以逗號分隔 2–4 個色碼
de: 2–4 Farbcodes, durch Kommas getrennt
en: 2–4 color codes separated by commas
es: 2–4 códigos de color separados por comas
fr: 2 à 4 codes couleur séparés par des virgules
ja: 2～4 個の色コードをカンマで区切る
ko: 쉼표로 구분한 색상 코드 2~4개
zh_hans: 用逗号分隔 2–4 个色码

# theme.editor.operation.duplicate_unavailable
source: 目前主題不是可複製的內建主題。
de: Das aktuelle Theme ist kein duplizierbares integriertes Theme.
en: The current theme is not a built-in theme that can be duplicated.
es: El tema actual no es un tema integrado que se pueda duplicar.
fr: Le thème actuel n’est pas un thème intégré pouvant être dupliqué.
ja: 現在のテーマは複製可能な内蔵テーマではありません。
ko: 현재 테마는 복제할 수 있는 기본 제공 테마가 아닙니다.
zh_hans: 当前主题不是可复制的内置主题。

# theme.editor.operation.duplicate_failed
source: 無法複製主題。請稍後再試。
de: Das Theme konnte nicht dupliziert werden. Später erneut versuchen.
en: The theme could not be duplicated. Try again later.
es: No se pudo duplicar el tema. Inténtalo de nuevo más tarde.
fr: Impossible de dupliquer le thème. Réessayez plus tard.
ja: テーマを複製できませんでした。後でもう一度お試しください。
ko: 테마를 복제할 수 없습니다. 나중에 다시 시도하세요.
zh_hans: 无法复制主题。请稍后再试。

# theme.editor.operation.image_unsafe
source: 無法使用這張圖片。請選擇安全的 PNG 或 JPEG。
de: Dieses Bild kann nicht verwendet werden. Ein sicheres PNG oder JPEG auswählen.
en: This image cannot be used. Choose a safe PNG or JPEG.
es: No se puede usar esta imagen. Elige un PNG o JPEG seguro.
fr: Cette image ne peut pas être utilisée. Choisissez un PNG ou JPEG sûr.
ja: この画像は使用できません。安全な PNG または JPEG を選択してください。
ko: 이 이미지는 사용할 수 없습니다. 안전한 PNG 또는 JPEG를 선택하세요.
zh_hans: 无法使用此图片。请选择安全的 PNG 或 JPEG。

# theme.editor.operation.save_succeeded
source: 已儲存主題。
de: Theme gesichert.
en: Theme saved.
es: Tema guardado.
fr: Thème enregistré.
ja: テーマを保存しました。
ko: 테마를 저장했습니다.
zh_hans: 主题已保存。

# theme.editor.operation.save_applied
source: 已儲存並套用主題。
de: Theme gesichert und angewendet.
en: Theme saved and applied.
es: Tema guardado y aplicado.
fr: Thème enregistré et appliqué.
ja: テーマを保存して適用しました。
ko: 테마를 저장하고 적용했습니다.
zh_hans: 主题已保存并应用。

# theme.editor.operation.saved_not_applied
source: 主題已儲存，但無法套用；目前仍使用先前主題。
de: Das Theme wurde gesichert, konnte aber nicht angewendet werden; das vorherige Theme bleibt aktiv.
en: The theme was saved but could not be applied; the previous theme remains in use.
es: El tema se guardó, pero no se pudo aplicar; se sigue usando el tema anterior.
fr: Le thème a été enregistré, mais n’a pas pu être appliqué ; le thème précédent reste utilisé.
ja: テーマは保存されましたが適用できませんでした。以前のテーマが引き続き使用されます。
ko: 테마는 저장되었지만 적용할 수 없어 이전 테마를 계속 사용합니다.
zh_hans: 主题已保存，但无法应用；当前仍使用之前的主题。

# theme.editor.operation.save_failed
source: 無法儲存主題；已保留目前草稿。
de: Das Theme konnte nicht gesichert werden; der aktuelle Entwurf wurde beibehalten.
en: The theme could not be saved; the current draft was kept.
es: No se pudo guardar el tema; se conservó el borrador actual.
fr: Impossible d’enregistrer le thème ; le brouillon actuel a été conservé.
ja: テーマを保存できませんでした。現在の下書きは保持されています。
ko: 테마를 저장할 수 없어 현재 초안을 유지했습니다.
zh_hans: 无法保存主题；当前草稿已保留。

# theme.editor.operation.reset_succeeded
source: 已重設為內建主題。
de: Auf das integrierte Theme zurückgesetzt.
en: Reset to the built-in theme.
es: Se restableció el tema integrado.
fr: Le thème intégré a été rétabli.
ja: 内蔵テーマにリセットしました。
ko: 기본 제공 테마로 재설정했습니다.
zh_hans: 已重置为内置主题。

# theme.editor.operation.reset_failed
source: 無法重設主題。
de: Das Theme konnte nicht zurückgesetzt werden.
en: The theme could not be reset.
es: No se pudo restablecer el tema.
fr: Impossible de réinitialiser le thème.
ja: テーマをリセットできませんでした。
ko: 테마를 재설정할 수 없습니다.
zh_hans: 无法重置主题。

# theme.editor.operation.import_loaded
source: 已載入匯入主題；儲存前仍可取消。
de: Das importierte Theme ist geladen; vor dem Sichern kann noch abgebrochen werden.
en: The imported theme is loaded; you can still cancel before saving.
es: El tema importado está cargado; aún puedes cancelar antes de guardarlo.
fr: Le thème importé est chargé ; vous pouvez encore annuler avant l’enregistrement.
ja: 読み込んだテーマをロードしました。保存前ならキャンセルできます。
ko: 가져온 테마를 불러왔습니다. 저장하기 전에는 취소할 수 있습니다.
zh_hans: 已载入导入的主题；保存前仍可取消。

# theme.editor.operation.import_failed
source: 無法匯入主題。請確認檔案格式與安全性。
de: Das Theme konnte nicht importiert werden. Dateiformat und Sicherheit prüfen.
en: The theme could not be imported. Check the file format and safety.
es: No se pudo importar el tema. Comprueba el formato y la seguridad del archivo.
fr: Impossible d’importer le thème. Vérifiez le format et la sécurité du fichier.
ja: テーマを読み込めませんでした。ファイル形式と安全性を確認してください。
ko: 테마를 가져올 수 없습니다. 파일 형식과 안전성을 확인하세요.
zh_hans: 无法导入主题。请确认文件格式和安全性。

# theme.editor.operation.export_succeeded
source: 已匯出主題。
de: Theme exportiert.
en: Theme exported.
es: Tema exportado.
fr: Thème exporté.
ja: テーマを書き出しました。
ko: 테마를 내보냈습니다.
zh_hans: 主题已导出。

# theme.editor.operation.export_failed
source: 無法匯出主題。
de: Das Theme konnte nicht exportiert werden.
en: The theme could not be exported.
es: No se pudo exportar el tema.
fr: Impossible d’exporter le thème.
ja: テーマを書き出せませんでした。
ko: 테마를 내보낼 수 없습니다.
zh_hans: 无法导出主题。

# theme.editor.builtin_read_only
source: 內建主題不可修改。請先複製為自訂主題。
de: Integrierte Themes können nicht geändert werden. Zuerst als benutzerdefiniertes Theme duplizieren.
en: Built-in themes cannot be modified. Duplicate one as a custom theme first.
es: Los temas integrados no se pueden modificar. Duplica uno como tema personalizado primero.
fr: Les thèmes intégrés ne peuvent pas être modifiés. Dupliquez-en d’abord un comme thème personnalisé.
ja: 内蔵テーマは変更できません。先にカスタムテーマとして複製してください。
ko: 기본 제공 테마는 수정할 수 없습니다. 먼저 사용자 지정 테마로 복제하세요.
zh_hans: 内置主题不可修改。请先复制为自定义主题。

# activity.group.title
source: Token 活動（非帳務）
de: Token-Aktivität (keine Abrechnung)
en: Token activity (non-billing)
es: Actividad de tokens (no facturación)
fr: Activité des jetons (hors facturation)
ja: トークンアクティビティ（請求情報ではありません）
ko: 토큰 활동(청구 정보 아님)
zh_hans: Token 活动（非账务）

# activity.column.input
source: 輸入
de: Eingabe
en: Input
es: Entrada
fr: Entrée
ja: 入力
ko: 입력
zh_hans: 输入

# activity.column.output
source: 輸出
de: Ausgabe
en: Output
es: Salida
fr: Sortie
ja: 出力
ko: 출력
zh_hans: 输出

# activity.column.total
source: 總數
de: Gesamt
en: Total
es: Total
fr: Total
ja: 合計
ko: 합계
zh_hans: 总数

# activity.month.local_subtotal
source: 本機加總的本月 Token 活動（UTC）
de: Lokal summierte Token-Aktivität dieses Monats (UTC)
en: This month's locally summed token activity (UTC)
es: Actividad de tokens del mes sumada localmente (UTC)
fr: Activité mensuelle des jetons additionnée localement (UTC)
ja: ローカル集計した今月のトークンアクティビティ（UTC）
ko: 로컬에서 합산한 이번 달 토큰 활동(UTC)
zh_hans: 本机汇总的本月 Token 活动（UTC）

# activity.token_count.partial
source: %@ 個 Token（部分資料）
de: %@ Tokens (Teildaten)
en: %@ tokens (partial data)
es: %@ tokens (datos parciales)
fr: %@ jetons (données partielles)
ja: %@ トークン（一部のデータ）
ko: %@개 토큰(일부 데이터)
zh_hans: %@ 个 Token（部分数据）

# activity.today.utc
source: 今日（UTC）Token 活動
de: Heutige Token-Aktivität (UTC)
en: Today (UTC) token activity
es: Actividad de tokens de hoy (UTC)
fr: Activité des jetons aujourd’hui (UTC)
ja: 今日（UTC）のトークンアクティビティ
ko: 오늘(UTC) 토큰 활동
zh_hans: 今日（UTC）Token 活动

# activity.month.derived_partial
source: 推算的當月部分 Token 活動
de: Abgeleitete teilweise Token-Aktivität des Monats
en: Derived partial month token activity
es: Actividad mensual parcial de tokens derivada
fr: Activité mensuelle partielle des jetons, dérivée
ja: 算出された当月の一部トークンアクティビティ
ko: 계산된 이번 달 일부 토큰 활동
zh_hans: 推算的当月部分 Token 活动

# activity.source.disclosure
source: 這是 UTC 活動資料。當月總數由此 Mac 將已回傳的每日總數加總；帳戶活動回應未提供輸入與輸出 Token。這不是帳單或計費資料。
de: Dies sind UTC-Aktivitätsdaten. Dieser Mac summiert den aktuellen Monat aus den zurückgegebenen Tagessummen; Kontoaktivitätsantworten liefern keine Eingabe- oder Ausgabe-Tokens. Dies sind keine Abrechnungsdaten.
en: This is UTC activity data. This Mac totals the current month from returned daily totals; account activity responses do not provide input or output tokens. This is not billing data.
es: Son datos de actividad UTC. Este Mac suma el mes actual a partir de los totales diarios devueltos; las respuestas de actividad de la cuenta no proporcionan tokens de entrada ni de salida. No son datos de facturación.
fr: Il s’agit de données d’activité UTC. Ce Mac additionne le mois en cours à partir des totaux quotidiens renvoyés ; les réponses d’activité du compte ne fournissent pas les jetons d’entrée ou de sortie. Ce ne sont pas des données de facturation.
ja: これは UTC のアクティビティデータです。この Mac が返された日別合計を今月分として集計します。アカウントアクティビティ応答は入力・出力トークンを提供しません。請求データではありません。
ko: UTC 활동 데이터입니다. 이 Mac이 반환된 일별 합계를 이번 달 값으로 합산합니다. 계정 활동 응답은 입력 및 출력 토큰을 제공하지 않습니다. 청구 데이터가 아닙니다.
zh_hans: 这是 UTC 活动数据。当月总数由此 Mac 将已返回的每日总数相加；账户活动响应未提供输入与输出 Token。这不是账单或计费数据。

# activity.token_count
source: %@ 個 Token
de: %@ Tokens
en: %@ tokens
es: %@ tokens
fr: %@ jetons
ja: %@ トークン
ko: %@개 토큰
zh_hans: %@ 个 Token

# activity.date_range
source: 回傳日期：%@–%@
de: Zurückgegebene Daten: %@–%@
en: Reported dates: %@–%@
es: Fechas devueltas: %@–%@
fr: Dates renvoyées : %@–%@
ja: 返された日付：%@〜%@
ko: 반환된 날짜: %@~%@
zh_hans: 返回日期：%@–%@

# activity.coverage.reported
source: 已回傳範圍
de: Zurückgegebener Bereich
en: Reported range
es: Intervalo devuelto
fr: Plage renvoyée
ja: 返された範囲
ko: 반환된 범위
zh_hans: 已返回范围

# activity.coverage.partial
source: 部分回傳範圍
de: Teilweise zurückgegebener Bereich
en: Partial reported range
es: Intervalo devuelto parcial
fr: Plage renvoyée partielle
ja: 返された範囲の一部
ko: 일부 반환 범위
zh_hans: 部分返回范围

# activity.coverage.unknown
source: 未回傳涵蓋範圍
de: Abdeckung nicht zurückgegeben
en: Coverage not returned
es: Cobertura no devuelta
fr: Couverture non renvoyée
ja: 対象範囲は返されていません
ko: 범위가 반환되지 않음
zh_hans: 未返回覆盖范围

# activity.partial.not_zero
source: 帳戶活動目前未提供輸入／輸出 Token；缺少的資料不視為零。
de: Die Kontoaktivität liefert derzeit keine Eingabe-/Ausgabe-Token; fehlende Daten werden nicht als 0 gewertet.
en: Account activity currently does not provide input/output tokens; missing data is not treated as zero.
es: La actividad de la cuenta no proporciona actualmente tokens de entrada/salida; los datos que faltan no se consideran cero.
fr: L’activité du compte ne fournit actuellement pas les jetons d’entrée/sortie ; les données manquantes ne sont pas traitées comme égales à zéro.
ja: アカウントアクティビティでは現在、入力／出力トークンは提供されません。欠損データはゼロとして扱いません。
ko: 계정 활동은 현재 입력/출력 토큰을 제공하지 않으며, 누락된 데이터는 0으로 처리하지 않습니다.
zh_hans: 帐户活动目前未提供输入/输出 Token；缺少的数据不视为零。

# format.relative.just_now
source: 剛剛
de: gerade eben
en: just now
es: ahora mismo
fr: à l’instant
ja: たった今
ko: 방금
zh_hans: 刚刚

# format.relative.minutes_ago
source: %lld 分鐘前
de: vor %lld Minuten
en: %lld minutes ago
es: hace %lld minutos
fr: il y a %lld minutes
ja: %lld 分前
ko: %lld분 전
zh_hans: %lld 分钟前

# format.relative.hours_ago
source: %lld 小時前
de: vor %lld Stunden
en: %lld hours ago
es: hace %lld horas
fr: il y a %lld heures
ja: %lld 時間前
ko: %lld시간 전
zh_hans: %lld 小时前

# format.relative.days_ago
source: %lld 天前
de: vor %lld Tagen
en: %lld days ago
es: hace %lld días
fr: il y a %lld jours
ja: %lld 日前
ko: %lld일 전

# status.providers.empty.tooltip
source: 未選擇任何 AI 平台。請開啟「設定」選擇要顯示的平台。
de: Keine Anbieter ausgewählt. Öffnen Sie die Einstellungen, um die Anzeige auszuwählen.
en: No providers selected. Open Settings to choose what appears.
es: No hay proveedores seleccionados. Abre Ajustes para elegir qué mostrar.
fr: Aucun fournisseur sélectionné. Ouvrez Réglages pour choisir les éléments à afficher.
ja: AI プロバイダが選択されていません。「設定」を開いて表示項目を選択してください。
ko: 선택한 AI 제공자가 없습니다. 설정을 열어 표시할 항목을 선택하십시오.
zh_hans: 未选择任何 AI 平台。请打开“设置”选择要显示的平台。

# status.providers.empty.accessibility
source: 未選擇 AI 平台。請開啟「設定」選擇平台。
de: Keine Anbieter ausgewählt. Öffnen Sie die Einstellungen, um Anbieter auszuwählen.
en: No providers are selected. Open Settings to choose providers.
es: No hay proveedores seleccionados. Abre Ajustes para elegir proveedores.
fr: Aucun fournisseur n’est sélectionné. Ouvrez Réglages pour en choisir.
ja: AI プロバイダが選択されていません。「設定」を開いてプロバイダを選択してください。
ko: 선택한 AI 제공자가 없습니다. 설정을 열어 제공자를 선택하십시오.
zh_hans: 未选择 AI 平台。请打开“设置”选择平台。

# status.provider.not_connected
source: 尚未連線
de: nicht verbunden
en: not connected
es: sin conexión
fr: non connecté
ja: 未接続
ko: 연결되지 않음
zh_hans: 尚未连接

# status.provider.failed
source: 連線失敗
de: Verbindung fehlgeschlagen
en: connection failed
es: falló la conexión
fr: échec de la connexion
ja: 接続に失敗
ko: 연결 실패
zh_hans: 连接失败

# status.provider.waiting_snapshot
source: 已連線；正在等待額度快照
de: verbunden; Kontingent-Snapshot wird erwartet
en: connected; waiting for a quota snapshot
es: conectado; esperando una instantánea de cuota
fr: connecté ; en attente d’un instantané du quota
ja: 接続済み。使用量スナップショットを待機中
ko: 연결됨; 할당량 스냅샷 대기 중
zh_hans: 已连接；正在等待额度快照

# status.provider.claude_cli_signed_in
source: Claude Code CLI 已登入
de: Claude Code CLI ist angemeldet
en: Claude Code CLI is signed in
es: la sesión de Claude Code CLI está iniciada
fr: Claude Code CLI est connecté
ja: Claude Code CLI はログイン済みです
ko: Claude Code CLI에 로그인되어 있습니다
zh_hans: Claude Code CLI 已登录

# status.provider.claude_cli_not_signed_in
source: Claude Code CLI 尚未登入
de: Claude Code CLI ist nicht angemeldet
en: Claude Code CLI is not signed in
es: la sesión de Claude Code CLI no está iniciada
fr: Claude Code CLI n’est pas connecté
ja: Claude Code CLI はログインしていません
ko: Claude Code CLI에 로그인되어 있지 않습니다
zh_hans: Claude Code CLI 尚未登录

# status.provider.claude_waiting_relay
source: Claude Code CLI 已登入；正在等待狀態列轉送提供額度快照
de: Claude Code CLI ist angemeldet; ein Kontingent-Snapshot vom Statuszeilen-Relay wird erwartet
en: Claude Code CLI is signed in; waiting for the status line relay to provide a quota snapshot
es: la sesión de Claude Code CLI está iniciada; esperando que el relay de la línea de estado proporcione una instantánea de cuota
fr: Claude Code CLI est connecté ; en attente d’un instantané du quota transmis par le relais de ligne d’état
ja: Claude Code CLI はログイン済みです。ステータスラインリレーからのクォータスナップショットを待機中です
ko: Claude Code CLI에 로그인되어 있습니다. 상태 표시줄 릴레이의 할당량 스냅샷을 기다리는 중입니다
zh_hans: Claude Code CLI 已登录；正在等待状态栏转送提供额度快照

# status.provider.app_running
source: 應用程式正在執行；僅提供本機應用程式存在狀態；不支援自動額度
de: App ist aktiv; nur der lokale App-Anwesenheitsstatus ist verfügbar; automatische Kontingente werden nicht unterstützt
en: app is running; local app presence only; automated quota is unsupported
es: la app está en ejecución; solo se ofrece su presencia local; la cuota automática no es compatible
fr: l’app est active ; seul son état de présence locale est disponible ; le quota automatique n’est pas pris en charge
ja: アプリは実行中です。ローカルアプリの存在状態のみを提供し、自動クォータには対応していません
ko: 앱이 실행 중입니다. 로컬 앱 존재 상태만 제공하며 자동 할당량은 지원하지 않습니다
zh_hans: 应用正在运行；仅提供本地应用存在状态；不支持自动额度

# status.provider.app_installed
source: 應用程式已安裝但未執行；僅提供本機應用程式存在狀態；不支援自動額度
de: App ist installiert, aber nicht aktiv; nur der lokale App-Anwesenheitsstatus ist verfügbar; automatische Kontingente werden nicht unterstützt
en: app is installed but not running; local app presence only; automated quota is unsupported
es: la app está instalada pero no se está ejecutando; solo se ofrece su presencia local; la cuota automática no es compatible
fr: l’app est installée mais inactive ; seul son état de présence locale est disponible ; le quota automatique n’est pas pris en charge
ja: アプリはインストール済みですが実行されていません。ローカルアプリの存在状態のみを提供し、自動クォータには対応していません
ko: 앱이 설치되었지만 실행 중이 아닙니다. 로컬 앱 존재 상태만 제공하며 자동 할당량은 지원하지 않습니다
zh_hans: 应用已安装但未运行；仅提供本地应用存在状态；不支持自动额度

# status.provider.app_not_installed
source: 應用程式未安裝；僅提供本機應用程式存在狀態；不支援自動額度
de: App ist nicht installiert; nur der lokale App-Anwesenheitsstatus ist verfügbar; automatische Kontingente werden nicht unterstützt
en: app is not installed; local app presence only; automated quota is unsupported
es: la app no está instalada; solo se ofrece su presencia local; la cuota automática no es compatible
fr: l’app n’est pas installée ; seul son état de présence locale est disponible ; le quota automatique n’est pas pris en charge
ja: アプリはインストールされていません。ローカルアプリの存在状態のみを提供し、自動クォータには対応していません
ko: 앱이 설치되어 있지 않습니다. 로컬 앱 존재 상태만 제공하며 자동 할당량은 지원하지 않습니다
zh_hans: 应用未安装；仅提供本地应用存在状态；不支持自动额度

# status.provider.command_available
source: 指令可用；僅提供本機 CLI 存在狀態；不支援自動額度
de: Befehl ist verfügbar; nur der lokale CLI-Anwesenheitsstatus ist verfügbar; automatische Kontingente werden nicht unterstützt
en: command is available; local CLI presence only; automated quota is unsupported
es: el comando está disponible; solo se ofrece la presencia local de la CLI; la cuota automática no es compatible
fr: la commande est disponible ; seule la présence locale de la CLI est disponible ; le quota automatique n’est pas pris en charge
ja: コマンドは利用可能です。ローカル CLI の存在状態のみを提供し、自動クォータには対応していません
ko: 명령을 사용할 수 있습니다. 로컬 CLI 존재 상태만 제공하며 자동 할당량은 지원하지 않습니다
zh_hans: 命令可用；仅提供本地 CLI 存在状态；不支持自动额度

# status.provider.command_unavailable
source: 指令未安裝或無法使用；僅提供本機 CLI 存在狀態；不支援自動額度
de: Befehl ist nicht installiert oder nicht verfügbar; nur der lokale CLI-Anwesenheitsstatus ist verfügbar; automatische Kontingente werden nicht unterstützt
en: command is not installed or unavailable; local CLI presence only; automated quota is unsupported
es: el comando no está instalado o no está disponible; solo se ofrece la presencia local de la CLI; la cuota automática no es compatible
fr: la commande n’est pas installée ou est indisponible ; seule la présence locale de la CLI est disponible ; le quota automatique n’est pas pris en charge
ja: コマンドは未インストールまたは利用できません。ローカル CLI の存在状態のみを提供し、自動クォータには対応していません
ko: 명령이 설치되어 있지 않거나 사용할 수 없습니다. 로컬 CLI 존재 상태만 제공하며 자동 할당량은 지원하지 않습니다
zh_hans: 命令未安装或不可用；仅提供本地 CLI 存在状态；不支持自动额度

# status.provider.local_app_only
source: 僅提供本機應用程式存在狀態；不支援自動額度
de: nur der lokale App-Anwesenheitsstatus ist verfügbar; automatische Kontingente werden nicht unterstützt
en: local app presence only; automated quota is unsupported
es: solo se ofrece el estado de presencia local de la app; la cuota automática no es compatible
fr: seul l’état de présence locale de l’app est disponible ; le quota automatique n’est pas pris en charge
ja: ローカルアプリの存在状態のみを提供し、自動クォータには対応していません
ko: 로컬 앱 존재 상태만 제공하며 자동 할당량은 지원하지 않습니다
zh_hans: 仅提供本地应用存在状态；不支持自动额度
